<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Sakura (桜) </title>
</head>
    <body>
         <h1 style="color:violet;text-align: center;">Arboles de sakura o flor de cerezos </h1>
         <p> 
            
            La flor de cerezo o sakura guarda m&aacute;s de un profundo significado en Jap&oacute;n, pues all&iacute; representa lo ef&iacute;mero de la vida y también es el s&iacute;mbolo de los guerreros samur&aacute;i. 
            Estas p&aacute;lidas y fr&aacute;giles flores son algo más que el s&aacute;mbolo de la primavera. Son adem&aacute;s la flor nacional y s&iacute;mbolo de Jap&oacute;n.

         </p>
         <hr/>
                <marquee>
                         <p>
                             <u><b>En Japón, entre especies autóctonas e híbridas, se calcula que existen más de 600 variedades de sakura.</b></u>
                         </p>
                 </marquee>

        <p> 
            Durante el año los &aacute;rboles de cerezo permanecen &uacute;nicamente forrados de hojas y est&aacute;n desnudos en el invierno
        </p>
                 <p> En Jap&oacute;n, los &aacute;rboles de cerezo son denominados sakura.Las recepciones solemnes, conocidas como Hanami,
                 generalmente son excursiones en donde las personas se juntan para reflexionar sobre la naturaleza ef&iacute;mera de la vida y la mortalidad, 
                 </p>
                     <p>
                     Durante el año los &aacute;rboles de cerezo permanecen &uacute;nicamente forrados de hojas,
                      y est&aacute;n desnudos en el invierno, pero hacia el inicio de la primavera florecen, decorando los parques con su apariencia de nubes rosadas y blancas.
                     </p>
                            <p>
                             La cultura samur&aacute;i de Jap&oacute;n tambi&eacute;n admiraba mucho a esta flor ya que se consideraba que los samur&aacute;is (al igual que las flores de los cerezos) 
                             ten&iacute;an una vida corta y además porque se creía que la flor representaba las gotas de sangre derramadas en sus batallas.
                            </p>
                                     <p>
                                      Muchas de las variedades que han sido cultivadas para uso ornamental, 
                                     no producen frutos. Las cerezas comestibles generalmente provienen de variedades de las especies relacionadas: Prunus avium, Prunus cerasus, etc.
                                     </p>
    
            <img src="Flor_de_cerezo.jpg" width= "500" height="500" alt="flor de cerezo"/>
    </body>
</html>